Repository: artist4xlibre/batticonplus
Catalog: *.po
Languages: es, nl, sk

source: Display the version
es: Mostrar la versión
nl: Versie tonen
sk: Zobraziť verziu

source: Display debug information
es: Mostrar información de depuración
nl: Foutopsporingsinformatie tonen
sk: Zobraziť informácie pre ladenie

source: Set update interval (in seconds)
es: Establecer intervalo de actualización (en segundos)
nl: Update-interval definiëren (in seconden)
sk: Nastaviť interval obnovenia (v sekundách)

source: Set icon type ('standard', 'notification' or 'symbolic')
es: Establecer tipo de icono ('estándar', 'notificación' o 'simbólico')
nl: Symbooltype definiëren ('standard', 'notification' of 'symbolic')
sk: Nastaviť typ ikony ('standard', 'notification' alebo 'symbolic')

source: Set low battery level (in percent)
es: Establecer nivel de batería bajo (en porcentaje)
nl: Laag accu-niveau definiëren (in procenten)
sk: Nastaviť nízku úroveň nabitia batérie (v percentách)

source: Set critical battery level (in percent)
es: Establecer el nivel crítico de la batería (en porcentaje)
nl: Kritiek accu-niveau definiëren (in procenten)
sk: Nastaviť kriticky nízku úroveň nabitia batérie (v percentách)

source: Command to execute when critical battery level is reached
es: Comando a ejecutar cuando se alcanza el nivel crítico de batería
nl: Commando om uit te voeren bij kritiek accu-niveau
sk: Príkaz, ktorý sa spustí pri dosiahnutí kriticky nízkej úrovne nabitia batérie

source: Command to execute when left clicking on tray icon
es: Comando a ejecutar al hacer clic con el botón izquierdo en el icono de la bandeja
nl: Commando om uit te voeren bij linker klik op systeemvak icoon
sk: Príkaz, ktorý sa spustí po kliknutí na ikonu v systémovej lište

source: Hide the notification popups
es: Ocultar las ventanas emergentes de notificación
nl: De notificatie-popups verbergen
sk: Skryť vyskakovacie oznámenia

source: List available icon types
es: Lista de tipos de iconos disponibles
nl: Lijst van beschikbare icoontypen tonen
sk: Zobraziť zoznam dostupných typov ikon

source: List available power supplies (battery and AC)
es: Lista de fuentes de alimentación disponibles (batería y CA)
nl: Lijst van beschikbare voedingen tonen (accu en netstroom)
sk: Zobraziť dostupné zdroje napätia (batéria a elektrická sieť)

source: [BATTERY ID]
es: [ID DE BATERÍA]
nl: [ACCU ID]
sk: [ID BATÉRIE]

source: Suppress the startup notification
es: Suprimir la notificación de inicio
nl: De startmelding onderdrukken
sk: Potlačiť oznámenie o spustení

source: Warn when charging and level reached
es: Avisar cuando se está cargando y se alcanza el nivel
nl: Waarschuwen bij opladen en niveau bereikt
sk: Upozorniť pri nabíjaní a dosiahnutí úrovne

source: Cannot parse command line arguments: %s
es: No se pueden analizar los argumentos de la línea de comando: %s
nl: Kan commandoregel argumenten niet ontleden: %s
sk: Nepodarilo sa analyzovať voľby príkazového riadku: %s

source: batticonplus: a lightweight and fast battery icon that sits in your system tray
es: batticonplus: un ícono de batería liviano y rápido que se encuentra en la bandeja del sistema
nl: batticonplus: een lichtgewicht en snel accusymbool dat in het systeemvak zit
sk: batticonplus: malý a svižný program, ktorý zobrazuje ikonu batérie v systémovej lište

source: version %s
es: versión %s
nl: versie %s
sk: verzia %s

source: List of available power supplies:
es: Lista de fuentes de alimentación disponibles:
nl: Lijst van beschikbare voedingen:
sk: Zoznam dostupných zdrojov napätia:

source: List of available icon types:
es: Lista de tipos de iconos disponibles:
nl: Lijst van beschikbare icoontypen:
sk: Zoznam dostupných typov ikon:

source: available
es: disponible
nl: beschikbaar
sk: dostupné

source: unavailable
es: indisponible
nl: niet beschikbaar
sk: nedostupné

source: Unknown icon type: %s
es: Tipo de icono desconocido: %s
nl: Onbekend symbooltype: %s
sk: Neznámy typ ikony: %s

source: No icon type found!
es: ¡No se ha encontrado ningún tipo de icono!
nl: Geen symbooltype gevonden!
sk: Nebol nájdený žiaden typ ikony!

source: Invalid update interval! It has been reset to default (%d seconds)
es: ¡Intervalo de actualización no válido! Se ha restablecido a los valores predeterminados (%d segundos)
nl: Ongeldig update-interval! Is naar standaardwaarde teruggezet (%d seconden)
sk: Neplatný interval obnovenia! Nastavujem predvolený interval (%d sekúnd)

source: Invalid low level! It has been reset to default (%d percent)
es: ¡Nivel bajo no válido! Se ha restablecido a los valores predeterminados (%d por ciento)
nl: Ongeldig laag niveau! Is naar standaardwaarde teruggezet (%d procent)
sk: Neplatná úroveň nízkeho nabitia! Nastavujem predvolenú úroveň (%d percent)

source: Invalid critical level! It has been reset to default (%d percent)
es: ¡Nivel crítico no válido! Se ha restablecido a los valores predeterminados (%d por ciento)
nl: Ongeldig kritiek niveau! Is naar standaardwaarde teruggezet (%d procent)
sk: Neplatná úroveň kriticky nízkeho nabitia! Nastavujem predvolenú úroveň (%d percent)

source: Critical level is higher than low level! They have been reset to default
es: ¡El nivel crítico es más alto que el nivel bajo! Se han restablecido a los valores predeterminados.
nl: Kritiek niveau is hoger dan laag niveau. Beide worden naar de standaardwaarde teruggezet
sk: Úroveň kriticky nízkeho nabitia je vyššia ako úroveň nízkeho nabitia! Nastavujem obe hodnoty na predvolenú úroveň

source: type: %-*.*s id: %-*.*s path: %s
es: tipo: %-*.*s id: %-*.*s ruta: %s
nl: type: %-*.*s ID: %-*.*s pad: %s
sk: typ: %-*.*s id: %-*.*s cesta: %s

source: Battery
es: Batería
nl: Accu
sk: Batéria

source: AC
es: Fuente de alimentación
nl: Netstroom

source: Cannot open sysfs directory: %s (%s)
es: Imposible abrir el directorio sysfs: %s (%s)
nl: Kan sysfs map niet openen: %s (%s)
sk: Nie je možné otvoriť adresár sysfs: %s (%s)

source: No battery with suffix %s found!
es: ¡No se encontró ninguna batería con el sufijo %s!
nl: Geen accu met achtervoegsel %s gevonden!
sk: Nebola nájdená batéria %s!

source: No battery nor AC power supply found!
es: ¡No se ha encontrado ninguna batería ni fuente de alimentación!
nl: Geen accu noch netstroom gevonden!
sk: Nebola nájdená batéria alebo iný zdroj napätia!

source: AC only, no battery!
es: ¡Solo fuente de alimentación, sin batería!
nl: Alleen netstroom, geen accu!
sk: Iba elektrická sieť, žiadna batéria!

source: Spawning critical battery level command in 30 seconds: %s
es: Generación de comando de nivel de batería crítico en 30 segundos: %s
nl: Kritiek accuniveau commando wordt in 30 seconden opgestart: %s
sk: O 30 sekúnd sa spustí príkaz definovaný pre kriticky nízku úroveň batérie: %s

source: Cannot spawn critical battery level command: %s
es: No se puede generar el comando de nivel de batería crítico: %s
nl: Kan commando voor kritiek accuniveau niet opstarten: %s
sk: Nepodarilo sa spustiť príkaz definovaný pre kriticky nízku úroveň batérie: %s

source: Cannot spawn critical battery level command!
es: ¡No se puede generar un comando de nivel de batería crítico!
nl: Kan commando voor kritiek accuniveau niet opstarten!
sk: Nepodarilo sa spustiť príkaz definovaný pre kriticky nízku úroveň batérie!

source: Cannot spawn left click command: %s
es: No se puede generar el comando de clic izquierdo: %s
nl: Kan commando voor linker klik niet opstarten: %s
sk: Nepodarilo sa spustiť príkaz priradený ľavému tlačidlu myši: %s

source: Cannot spawn left click command!
es: ¡No se puede generar el comando de clic izquierdo!
nl: Kan commando voor linker klik niet opstarten!
sk: Nepodarilo sa spustiť príkaz priradeny ľavému tlačidlu myši!

source: Battery is missing!
es: ¡Falta la batería!
nl: Accu ontbreekt!
sk: Batéria nebola nájdená!

source: Battery status is unknown!
es: ¡Se desconoce el estado de la batería!
nl: Accuniveau onbekend!
sk: Stav batérie je neznámy!

source: Battery is charged!
es: ¡La batería está cargada!
nl: Accu is opgeladen!
sk: Batéria je nabitá!

source: Battery is discharging (%i%% remaining)
es: La batería se está descargando (%i%% restante)
nl: Accu ontlaadt (%i%% resterend)
sk: Batéria sa vybíja (%i%% zostáva)

source: Battery is not charging (%i%% remaining)
es: La batería no se está cargando (%i%% restante)
nl: Accu laadt niet op (%i%% resterend)
sk: Batéria sa nenabíja (%i%% zostáva)

source: Battery level is low! (%i%% remaining)
es: ¡El nivel de la batería es bajo! (%i%% restante)
nl: Accuniveau laag! (%i%% resterend)
sk: Nízka úroveň nabitia batérie! (%i%% zostáva)

source: Battery level is critical! (%i%% remaining)
es: ¡El nivel de la batería es crítico! (%i%% restante)
nl: Accuniveau kritiek! (%i%% resterend)
sk: Kriticky nízka úroveň batérie! (%i%% zostáva)

source: Battery is charging (%i%%)
es: La batería se está cargando (%i%%)
nl: Accu laadt op (%i%%)
sk: Batéria sa nabíja (%i%%)

source: %d minute
es: %d minuto
nl: %d minuut
sk: %d minúta

source: %d hour, %s remaining
es: %d hora, quedan %s
nl: %d uur, %s resterend
sk: %d hodina, %s zostáva

source: %d minute remaining
es: %d minuto quedan
nl: %d minuut resterend
sk: zostáva %d minúta

source: Maximum Capacity: %i%%
nl: Maximale Capaciteit: %i%%
